[
  {
    "id": "BSMdPwUajxmYPTUUX1ZVS",
    "title": "Monte Carlo Biscuits",
    "body": "There is a company in Australia that goes back many years, Arnott's Biscuits. It has a rich history, and I remember in the 80's when I lived in South Fremantle, the smell of baking biscuits would seduce the senses in the afternoon as the sea breeze carried the smell inland.\n\nAt the onset of COVID, in what I think was marketing brilliance, Arnott's started sharing a recipe for one of their renowned biscuits every month. To this day those recipes are available on their website. \nAn old favourite of mine is the Monte Carlo. A coconut butter cookie with icing and raspberry jam filling.\n\nLiving in Germany, I bake these from time to time, and the taste brings back memories of that far away land.  Go to [Arnotts website](https://www.arnotts.com/articles/thevault/big-recipe-release) and try the recipe, you wont regret it.",
    "created_at": "2022-08-05T16:47:36.978Z",
    "published_at": "2022-08-03T00:00+02:00",
    "image_url": "https://images.ctfassets.net/z4ggx0aeo25u/49ZZLyLH3IGR8NBOE8R7gR/6719925a9240d3e1863f3af81c11178d/montecarlos.jpg",
    "image_title": "montecarlos",
    "author_id": "7joJ8TrNSBcUzFqkA8LxrO",
    "author": "Daiden Sacha",
    "tags": ["sweets"]
  },
  {
    "id": "4CRFPqHd7onCDbs41MvHRD",
    "title": "Amaretti biscuits",
    "body": "The port of Fremantle, Western Australia is home to a large Italian population. Drawn there for the fishing, it has a thriving community and their influence on Australian culture enriches it. \n\nWalking through Fremantle, you can see the influence with the coffee, restaurants, delhi's, fresh fruit and vegetables.\n\nI'll share a funny story. There was an Italian tailor in Fremantle for many years. His shop was in the middle of town in the main street. Gino used to go and buy coffee from a local coffee shop, and he used to tell the coffee shop owner, if you don't make better coffee I'll open up my own coffee shop. \n\nOne day, he disliked his coffee so much, he walked back to his shop, closed and locked the doors, and coverted that shop into [Ginos Coffee Shop](https://www.ginoscafe.com.au/). No need to say, his wife was not happy at the time!\n\nIts famous now in Fremantle, and believe it or not, the biggest consumer of coffee in Australia. On a Sunday, they can go through 40kg of coffee beans. Gino passed a few years ago, but the shop is now in family hands. Turns out, it was a good decision. \n",
    "created_at": "2022-08-10T08:39:15.401Z",
    "published_at": "2022-08-11T00:00+02:00",
    "image_url": "https://images.ctfassets.net/z4ggx0aeo25u/182Ys92emiXcNnopT9UkK0/5c0b0b368990249e7c8219a543645ff2/macaroons.jpg",
    "image_title": "macaroons",
    "author_id": "7joJ8TrNSBcUzFqkA8LxrO",
    "author": "Daiden Sacha",
    "tags": ["sweets"]
  },
  {
    "id": "URv2Vh3NC2qYPVGyrx3Ak",
    "title": "Super Hot Chilli Sauce",
    "body": "Some years ago I began growing super hot chillies every year. Super hot is an understatement. A friend ended up in the hospital after consuming one small Bhut Jolaka chilli, worried he had suffered permanent damage. That isn't the hottest either. \n\nSo why do I grow them you might ask? I cook up different recipes of sauce, of which I only need a few drops when cooking. Apart from opening the pores, the flavour is really amazing. Just a few drops is enough to add just the right bite and a distinctly unique taste that really enhances the food. I have ample bottles, and am always gifting them to friends. ",
    "created_at": "2022-08-05T16:42:05.027Z",
    "published_at": "2022-08-11T00:00+02:00",
    "image_url": "https://images.ctfassets.net/z4ggx0aeo25u/rv9aicgvAcXUUEFgkEV4z/1d0b947465cf72445813413d4d330c85/chilli-suace.jpg",
    "image_title": "chilli-suace",
    "author_id": "7joJ8TrNSBcUzFqkA8LxrO",
    "author": "Daiden Sacha",
    "tags": ["condiment", "sauce", "spicy"]
  },
  {
    "id": "3GfLiOxasNK24bYXwmYjaF",
    "title": "Anzac Biscuits",
    "body": "For more than 100 years, the Anzac biscuit has been a taste of home for many Antipodeans, a recipe born from the spirit and sacrifice the ANZACs (Australian and New Zealand Army Corps) made during WW I. Basic army rations included rice, tinned corned beef, and an unpalatable hardtack biscuit so difficult to eat they were described as “one of the most durable materials used in the war, reputed to be bulletproof!” \n\nIn an effort to boost morale, wives and women’s groups sent troops care packages containing Anzac biscuits. Although the original recipe evolved over time, the biscuits were made of essential pantry ingredients. And because they were bound by golden syrup, rather than eggs (which were scarce, as poultry farmers left to fight overseas), they were hardy enough to survive the two- to three-month journey to soldiers.",
    "created_at": "2022-08-05T16:26:37.583Z",
    "published_at": "2022-08-08T00:00+02:00",
    "image_url": "https://images.ctfassets.net/z4ggx0aeo25u/3W5bm2AiHek0hRVqBUDy7P/3ffc1121ccaa4fc0017af7eb0add3ffb/anzacbiscuits-1300x658.webp",
    "image_title": "anzac-biscuits",
    "author_id": "7hqGdqxyUgsQshBDlSepT",
    "author": "Henry Lawson",
    "tags": ["sweets"]
  },
  {
    "id": "47LD4hfyDCJ5DYIvhSV8La",
    "title": "Jam Tart",
    "body": "Growing up, it's easy to take the gifts of the mother for granted. I remember my mom used to cook up all sorts of treats, which I always ate, and loved, but never really came to fully appreciate until I move to Germany. \n\nLinging in Germany, a world away from the land down under, my desire to eat those treats motivates me to learn how to cook all of them myself. Jam tart, is a simple short crust base, with a layer of raspberry jam, then just the right amount of cream on the top, so it caramelises when baked. \n\nWhenever I cook this, it's guaranteed that there is none left before going to bed. ",
    "created_at": "2022-08-05T16:44:11.343Z",
    "published_at": "2022-08-07T00:00+02:00",
    "image_url": "https://images.ctfassets.net/z4ggx0aeo25u/5FN3g7KobDK7ON0UP0OajF/d7161b971e50a4c3dee5e04f0495f429/jam-tart.jpg",
    "image_title": "jam-tart",
    "author_id": "7joJ8TrNSBcUzFqkA8LxrO",
    "author": "Daiden Sacha",
    "tags": ["sweets"]
  },
  {
    "id": "462EWSaPvVt5o2WtTG89eY",
    "title": "Home made pickled Jalapenos",
    "body": "I love Jalapeno's! Back in 2008, I spent a year in Mexico at at place in the geographical centre of Mexico called San Miguel de Allende. In the restaurants a small bowl of pickled whole Jalapeno's would be in the middle of the table. It was there I developed my taste for eating them whole. \n\nShop bought are not the same, so some years ago, I began growing my own every year. To the point now that plants come up from seeds of chillies that dropped from the plant. I leave them, and now I have a rich crop of the chilli's every year. My crops are improving every year too, and this year, I will pickle chopped, and whole chillies, and I plan on smoking and drying a load too to make my own chipotle. My cellar is always stocked with preserved jars of them. ",
    "created_at": "2022-08-05T16:49:07.044Z",
    "published_at": "2022-08-05T00:00+02:00",
    "image_url": "https://images.ctfassets.net/z4ggx0aeo25u/6ZQKLtGyrCtoxaAPuDwfcP/953a9f9b80507eff4023773c19c31699/pickled-jalapenos.jpg",
    "image_title": "pickled-jalapenos",
    "author_id": "7joJ8TrNSBcUzFqkA8LxrO",
    "author": "Daiden Sacha",
    "tags": ["condiment", "spicy"]
  },
  {
    "id": "6JYt5HbVYl0hccxSQqaxTa",
    "title": "Streamed Plum Pudding",
    "body": "I never really thought about how its made, or what ingredients go into it. I just ate it with custard and icecream, and with a smile on my face. The sticky consistancy, freshness and lightness of the dough and fruit and moisness makes for a delicious pudding. \n\nMy mom gave me the recipe, and a few years ago while in Australia, I bought myself a pudding steamer to use in Germany. They are surpisingly easy to make, and ready in about 1 hour, it's the best dessert for a cold winter day. ",
    "created_at": "2022-08-05T16:27:00.220Z",
    "published_at": "2022-08-12T00:00+02:00",
    "image_url": "https://images.ctfassets.net/z4ggx0aeo25u/XpVqmBXjMedYDXfOLAeZR/bd45fb68247498d013790ead612a187b/plumb-pudding.jpg",
    "image_title": "Steamed Plumb Pudding",
    "author_id": "7joJ8TrNSBcUzFqkA8LxrO",
    "author": "Daiden Sacha",
    "tags": ["sweets"]
  }
]
